Repository: iamducnhat/thecoffeelinks-client-ios
Catalog: TheCoffeeLinks/Resources/Localizable.xcstrings
Source language: en
Languages: vi

source: [ REPLY ]
vi: [ TRẢ LỜI ]

source: %lld items
vi: %lld món

source: %lld minutes
vi: %lld phút

source: %lldm
vi: %lldp

source: + %lld more items
vi: + %lld món khác

source: > Loading %lld...
vi: > Đang tải %lld...

source: Action Required
vi: Cần xử lý

# action_edit_profile
source: Edit Profile
vi: Chỉnh sửa hồ sơ

# action_my_vouchers
source: My Vouchers
vi: Voucher của tôi

# action_notifications
source: Notifications
vi: Thông báo

# action_order_history
source: Order History
vi: Lịch sử đơn hàng

# action_saved_locations
source: Saved Locations
vi: Địa chỉ đã lưu

# action_security
source: Security
vi: Bảo mật

source: ACTIVE
vi: HOẠT ĐỘNG

# active_orders_section %lld
source: Active Orders (%lld)
vi: Đơn hiện tại (%lld)

# activity_section_title
source: Activity
vi: Hoạt động

source: Add a delivery address to place orders.
vi: Thêm địa chỉ giao hàng để đặt món.

source: Add Address
vi: Thêm địa chỉ

source: Add New Address
vi: Thêm địa chỉ mới

# ai_modal_title
source: Quick Order
vi: Đề xuất

# ai_recommendation_label
source: Recommended for you
vi: Dành cho bạn

source: ALLOW
vi: CHO PHÉP

source: Anything else we should know?
vi: Cần lưu ý gì thêm không?

source: Apply
vi: Áp dụng

# apply_button
source: Apply
vi: Áp dụng

source: Arriving at your location soon
vi: Sắp đến chỗ bạn rồi

# auth_feature_prompt_desc
source: Join membership to earn points, rewards, and more exclusive perks.
vi: Tham gia hội viên để nhận được điểm, phần thưởng và nhiều ưu đãi khác.

# auth_feature_prompt_title
source: Sign in to use this feature
vi: Đăng nhập để sử dụng tính năng này

# auth_sign_in_or_join
source: Sign in or Join
vi: Đăng nhập hoặc Tham gia

source: Auto-ends in %@
vi: Tự kết thúc sau %@

source: Available at the collection counter
vi: Có thể nhận tại quầy

# barcode_scan_instruction
source: Align the barcode within the frame to check in
vi: Căn mã vạch vào khung để check in

source: Barista is preparing your selection
vi: Barista đang pha chế cho bạn

# browse_menu_button
source: Browse Menu
vi: Xem thực đơn

# btn_not_now
source: Not Now
vi: Để sau

# btn_order
source: Order
vi: Đặt hàng

# btn_resend_code
source: Resend Code
vi: Gửi lại mã

# btn_wrong_number
source: Wrong Number
vi: Sai số điện thoại?

# cancel_button
source: Cancel
vi: Hủy

# cart_empty_message
source: Your cart is empty. Add items to get started.
vi: Thêm món vào giỏ để đặt hàng ngay nhé.

# cart_empty_message_checkout
source: Your cart is empty. Please add items.
vi: Giỏ hàng đang trống. Hãy thêm món nhé.

# cart_empty_title
source: Cart Empty
vi: Giỏ hàng trống

# cart_header_count %lld
source: Cart (%lld)
vi: Giỏ hàng (%lld)

# cart_summary_delivery
source: Delivery Fee
vi: Phí giao hàng

# cart_summary_discount
source: Discount
vi: Giảm giá

# cart_summary_subtotal
source: Subtotal
vi: Tạm tính

source: Change status
vi: Đổi trạng thái

source: Change Status
vi: Đổi trạng thái

source: Channels
vi: Kênh

source: Check in to a coffee shop to see who else is there and start a conversation.
vi: Check-in tại quán cà phê để xem có ai ở đó và bắt chuyện.

source: Checkout
vi: Thanh toán

# checkout_button
source: Checkout
vi: Thanh toán

# checkout_title
source: Checkout
vi: Thanh toán

source: Closed
vi: Đóng cửa

source: CLOSED
vi: ĐÃ ĐÓNG

source: Code: %@
vi: Mã: %@

# common_cancel
source: Cancel
vi: Hủy

# common_close
source: Close
vi: Đóng

# common_copied
source: Copied
vi: Đã sao chép

# common_delete
source: Delete
vi: Xóa

# common_done
source: Done
vi: Xong

# common_duration
source: Duration
vi: Thời lượng

# common_end
source: End
vi: Kết thúc

# common_get_started
source: Get Started
vi: Bắt đầu

# common_item_count_format %lld
source: %lld items
vi: %lld món

# common_location
source: Location
vi: Vị trí

# common_next
source: Next
vi: Tiếp theo

# common_recent
source: Recent
vi: Gần đây

# common_retry
source: Retry
vi: Thử lại

# common_save
source: Save
vi: Lưu

# common_search
source: Search
vi: Tìm kiếm

# common_skip
source: Skip
vi: Bỏ qua

# common_wait
source: Wait
vi: Chờ

source: Complete Setup
vi: Hoàn tất thiết lập

source: Confidence High
vi: Rất hợp với bạn

source: Confidence Low
vi: Dành cho bạn

source: Confidence Medium
vi: Gợi ý

source: Confirm Check-In
vi: Xác nhận Check-In

source: Confirm Location
vi: Xác nhận vị trí

source: Confirmed
vi: Đã xác nhận

source: Connect with friends at your favorite coffee spot
vi: Kết nối bạn bè tại quán quen

source: Connect with people
vi: Kết nối mọi người

# connection_desc_focus
source: Busy working.
vi: Đang tập trung, chưa tiện trò chuyện

# connection_desc_open
source: Let's chat!
vi: Hiển thị với những người yêu cà phê khác

# connection_mode_focus
source: Headphones On
vi: Chế độ Tập trung

# connection_mode_open
source: Open to Connect
vi: Mở kết nối

source: Continue
vi: Tiếp tục

source: Crafting...
vi: Đang pha chế...

source: Currently at
vi: Hiện đang ở

source: customization_toppings_count %lld
vi: %lld loại topping

source: Default
vi: Mặc định

source: Delivery Address
vi: Địa chỉ giao hàng

source: Delivery Address Header
vi: ĐỊA CHỈ GIAO HÀNG

# delivery_available_label
source: Delivery available
vi: Có giao hàng

# delivery_checking_status
source: Checking availability...
vi: Đang kiểm tra...

source: Delivery Fee Base
vi: Phí cơ bản

source: Delivery Fee Distance
vi: Khoảng cách

# delivery_fee_label
source: Fee
vi: Phí giao hàng

source: Delivery Fee Surge
vi: Phụ phí giờ cao điểm

# delivery_min_order_label
source: Min. Order
vi: Đơn tối thiểu

# delivery_mode_prompt
source: How would you like your order?
vi: Bạn muốn nhận đơn hàng thế nào?

# delivery_order_type_label
source: Order Type
vi: Loại đơn hàng

# delivery_pickup_option
source: Store Pickup
vi: Lấy tại quán

# delivery_select_address
source: Select Delivery Address
vi: Chọn địa chỉ giao hàng

source: Delivery Unavailable No Drivers
vi: Hiện không có tài xế

source: Delivery Unavailable Out Of Zone
vi: Địa chỉ này nằm ngoài vùng giao hàng

source: Delivery Unavailable Store Closed
vi: Cửa hàng hiện đang đóng cửa

source: Delivery Unavailable Temp Unavailable
vi: Giao hàng tạm ngưng

source: Delivery Unavailable Too Far
vi: Địa chỉ này quá xa

# discount_label
source: Discount
vi: Giảm giá

source: Driver has left the store
vi: Tài xế đã rời cửa hàng

source: Driver Nearby
vi: Tài xế đang đến gần

# edit_button
source: Edit
vi: Sửa

source: Enable
vi: Bật

source: Enjoy Your Drink
vi: Thưởng thức nhé

# error_dialog_title
source: Error
vi: Có lỗi xảy ra

# eta_arrival_format %@
source: ETA: %@
vi: đến lúc %@

# eta_range_format %lld %lld
source: eta_range_format %1$lld %2$lld
vi: %lld-%lld phút

# events_section_title
source: Events
vi: Sự kiện sắp tới

source: Favorites
vi: Yêu thích

# favorites_empty_message
source: You haven't added any favorites yet.
vi: Lưu món yêu thích để đặt lại nhanh hơn

# favorites_empty_title
source: No Favorites
vi: Chưa có mục yêu thích

# favorites_title
source: Favorites
vi: Yêu thích

source: Find friends at your local coffee shop
vi: Tìm bạn tại quán cà phê

source: GET DIRECTIONS
vi: CHỈ ĐƯỜNG

# guest_name
source: Guest
vi: Khách

# guest_subtitle
source: Sign in to earn points
vi: Đăng nhập để tích điểm & nhận quà

source: Help us optimize recommendations for your taste.
vi: Giúp chúng tôi tối ưu gợi ý theo gu của bạn.

# history_title
source: History
vi: Lịch sử

# home_active_checkin
source: Active Check-in
vi: Check-in đang hoạt động

# home_hello_user %@
source: Hello, %@
vi: Xin chào, %@

# ice_level_extra
source: Extra Ice
vi: Nhiều đá

# ice_level_less
source: Less Ice
vi: Ít đá

# ice_level_no
source: No Ice
vi: Không đá

# ice_level_normal
source: Normal Ice
vi: Đá bình thường

# intent_checked_in_format %@
source: Checked in at %@
vi: Đang check-in tại %@

# intent_morning_fuel
source: Morning Fuel
vi: Nạp năng lượng sáng

# intent_order_status_format %@
source: Order is %@
vi: Trạng thái: %@

# item_update_title
source: Update Item
vi: Cập nhật món

source: Leave
vi: Rời đi

source: LIVE TRACKING
vi: THEO DÕI TRỰC TIẾP

source: Loading stores...
vi: Đang tải cửa hàng...

# login_message_otp_sent %@
source: We sent a code to %@
vi: Đã gửi mã tới %@

source: MEDIUM
vi: VỪA

source: Message
vi: Tin nhắn

# metric_points
source: Points
vi: ĐIỂM BEAN

# metric_vouchers
source: Vouchers
vi: VOUCHER CỦA BẠN

source: More details
vi: Chi tiết thêm

source: My Favorites
vi: Mục yêu thích

# network_connect_action
source: Connect
vi: Kết nối

# network_finding_location
source: Finding nearest location...
vi: Đang tìm vị trí gần nhất...

# network_intent_prompt
source: What brings you here?
vi: Mục đích của bạn là gì?

# network_nearby_empty
source: No one nearby
vi: Không có ai ở gần

# network_nearby_prompt
source: Be the first to check in!
vi: Hãy là người đầu tiên check in!

# network_nearby_title
source: Nearby
vi: Gần đây

source: No expiration
vi: Không hết hạn

source: No items found
vi: Không tìm thấy món

source: No saved addresses
vi: Chưa lưu địa chỉ

source: No vouchers available at this time.
vi: Hiện không có voucher nào.

# note_prefix %@
source: Note: %@
vi: Ghi chú: %@

# notes_placeholder
source: Add a note...
vi: Ghi chú cho quán...

# notes_section_title
source: Notes
vi: Ghi chú

# offers_section_title
source: Offers
vi: Ưu đãi

source: Open
vi: Mở

source: Order Placed
vi: Đã đặt hàng

source: Order Received
vi: Đã nhận đơn

# order_complete_payment_action
source: Complete Payment
vi: Hoàn tất thanh toán

# order_detail_details
source: Details
vi: Chi tiết

# order_detail_items
source: Items
vi: Món

# order_detail_progress
source: Progress
vi: Tiến độ

# order_detail_status
source: Status
vi: Trạng thái

# order_fetching_status %lld
source: Fetching %lld...
vi: Đang tải đơn %lld...

# order_number_format %@
source: Order #%@
vi: Đơn #%@

# order_placed_on_format %@
source: Placed on %@
vi: Đặt lúc %@

# order_status_cancelled
source: Cancelled
vi: Đã hủy

# order_status_completed
source: Completed
vi: Đã hoàn thành

# order_status_delivering
source: On the Way
vi: Đang giao

# order_status_pending
source: Pending
vi: Chờ xử lý

# order_status_placed
source: Order Placed
vi: Đã đặt hàng

# order_status_preparing
source: Preparing
vi: Đang chuẩn bị

# order_status_ready
source: Ready
vi: Đã sẵn sàng

# order_status_received
source: Order Received
vi: Đã nhận đơn

# order_success_message
source: Your order has been successfully placed. We'll notify you when it's ready.
vi: Đơn hàng của bạn đã được đặt thành công. Chúng tôi sẽ thông báo khi sẵn sàng.

# order_success_title
source: Order Received
vi: Đã nhận đơn hàng

# order_type_section
source: Order Type
vi: Loại đơn

# ordering_mode_delivery
source: Delivery
vi: Giao hàng

# ordering_mode_dine_in
source: Dine In
vi: Tại chỗ

# ordering_mode_pickup
source: Pickup
vi: Lấy tại quán

# orders_empty_description
source: When you place an order, it will appear here.
vi: Khi bạn đặt hàng, đơn hàng sẽ hiện ở đây.

# orders_empty_generic
source: No orders yet
vi: Chưa có đơn hàng

# orders_empty_message
source: No matching records found.
vi: Không tìm thấy dữ liệu.

# orders_empty_title
source: No orders
vi: Không có đơn hàng

# orders_tab_active
source: ACTIVE
vi: HOẠT ĐỘNG

# orders_tab_history
source: PAST
vi: LỊCH SỬ

# orders_title
source: Orders
vi: Đơn hàng

source: Out for Delivery
vi: Đang giao hàng

source: Payment verification needed
vi: Cần xác thực thanh toán

# payment_method_card
source: Card
vi: Thẻ

# payment_method_cash
source: Cash
vi: Tiền mặt

source: People here
vi: Mọi người ở đây

source: Permissions
vi: Quyền truy cập

source: points_balance_info %lld
vi: Bạn có %lld điểm. 1 điểm = 1000₫.

# popular_section_title
source: Popular
vi: Món phổ biến

# prediction_reason_afternoon
source: Good afternoon
vi: Chào buổi chiều

# prediction_reason_day_of_week %@
source: Happy %@
vi: %@ vui vẻ!

# prediction_reason_evening
source: Good evening
vi: Chào buổi tối

# prediction_reason_frequency
source: You order this often
vi: Món bạn hay đặt

# prediction_reason_history
source: From your history
vi: Từ lịch sử đơn hàng

# prediction_reason_morning
source: Good morning
vi: Chào buổi sáng

# prediction_reason_night
source: Late night snack
vi: Ăn đêm

# prediction_reason_routine
source: Based on your routine
vi: Theo thói quen của bạn

# prediction_reason_trending
source: Popular right now
vi: Đang được yêu thích

# prediction_reason_weather
source: Perfect for this weather
vi: Hợp với thời tiết này

source: Preferences
vi: Tùy chọn

# presence_desc_friends
source: Friends can see where you are.
vi: Chỉ bạn bè thấy bạn đang ở quán

# presence_desc_private
source: Only you can see your location.
vi: Ẩn trạng thái với mọi người

# presence_desc_public
source: Everyone can see you.
vi: Ai ở quán cũng thấy bạn

# presence_mode_friends
source: Friends Only
vi: Chỉ bạn bè

# presence_mode_private
source: Private
vi: Riêng tư

# presence_mode_public
source: Public
vi: Công khai

source: Privacy & Safety
vi: Riêng tư & An toàn

# product_addons_label
source: Add-ons
vi: Món thêm

# product_ice_label
source: Ice
vi: Đá

# product_quantity_label
source: Quantity
vi: Số lượng

# product_size_label
source: Size
vi: Kích cỡ

# product_special_instructions
source: Special Instructions
vi: Lưu ý đặc biệt

# product_sugar_label
source: Sugar
vi: Đường

# profile_edit_title
source: Edit Profile
vi: Chỉnh sửa hồ sơ

# profile_public_label
source: Public Profile
vi: HỒ SƠ CÔNG KHAI

# profile_title
source: Profile
vi: Trang cá nhân

# promo_sign_in_desc
source: Join our membership program to earn points, redeem vouchers, and get exclusive offers.
vi: Tham gia thành viên để tích điểm, đổi voucher và nhận ưu đãi độc quyền.

# promo_sign_in_title
source: Sign in to access promotions
vi: Đăng nhập để xem ưu đãi

# promotion_code_placeholder
source: Promotion Code
vi: Mã khuyến mãi

# promotions_subtitle
source: Your membership card & vouchers
vi: Thẻ thành viên & ưu đãi của bạn

# promotions_title
source: Promotions
vi: Ưu đãi

# promotions_vouchers_header
source: Your Vouchers
vi: Voucher của bạn

source: Ready to Pickup
vi: Sẵn sàng lấy

# redeem_point_section
source: Redeem Point
vi: Đổi điểm

# redeem_points_placeholder
source: Enter points to redeem
vi: Nhập điểm đổi

source: Report
vi: Báo cáo

# report_reason_harassment
source: Harassment
vi: Quấy rối hoặc bắt nạt

# report_reason_impersonation
source: Impersonation
vi: Mạo danh

# report_reason_inappropriate
source: Inappropriate Content
vi: Nội dung không phù hợp

# report_reason_other
source: Other
vi: Lý do khác

source: Required Access
vi: Truy cập bắt buộc

# return_to_menu_button
source: Return to Menu
vi: Về thực đơn

# rewards_section_title
source: Rewards
vi: Điểm & Ví

# save_button
source: Save
vi: Lưu

source: Say Hello
vi: Gửi lời chào

source: Search by name or address...
vi: Tìm theo tên hoặc địa chỉ...

source: Search for address...
vi: Tìm địa chỉ...

source: Search our menu...
vi: Tìm món...

source: Search products...
vi: Tìm sản phẩm...

source: Search stores...
vi: Tìm cửa hàng...

# search_empty_desc
source: Try searching for something else
vi: Thử tìm kiếm từ khóa khác

# search_empty_title
source: No results found
vi: Không tìm thấy kết quả

source: Select Delivery Address
vi: Chọn địa chỉ giao

source: Select Store
vi: Chọn cửa hàng

source: Send
vi: Gửi

# settings_section_title
source: Settings
vi: Cài đặt

# sign_in_join_button
source: Sign in or Join
vi: Đăng nhập hoặc Tham gia

# sign_out_button
source: Sign Out
vi: Đăng xuất

# signed_in_placeholder
source: Signed In
vi: Đã đăng nhập

# size_large
source: Large
vi: Lớn

# size_medium
source: Medium
vi: Vừa

# size_section_title
source: Size
vi: Kích cỡ

# size_small
source: Small
vi: Nhỏ

# social_content_label
source: Content
vi: Nội dung

# social_new_post
source: New Post
vi: Bài viết mới

# social_post_action
source: Post
vi: Đăng

# social_post_type_label
source: Post Type
vi: Loại bài viết

# space_book_space
source: Book Space
vi: Đặt chỗ

# space_book_table
source: Book a Table
vi: Đặt bàn

# space_camera_preview
source: Camera Preview
vi: Xem trước camera

# space_confirm_booking
source: Confirm Booking
vi: Xác nhận đặt

# space_date_time_label
source: Date & Time
vi: Ngày & Giờ

# space_preferences_label
source: Preferences
vi: Tùy chọn

# space_scan_barcode
source: Scan Table Barcode
vi: Quét mã vạch bàn

# space_title
source: Space
vi: Không gian

# splash_tagline
source: Your daily ritual, perfected
vi: Thói quen hàng ngày, hoàn hảo

# status_available
source: Available
vi: Đang rảnh

# status_away
source: Away
vi: Vắng mặt

# status_focused
source: Focused
vi: Đang tập trung

source: status_success_format %@
vi: Tạo đơn #%@ thành công!

# store_amenities_section
source: Amenities
vi: Tiện ích

# store_call
source: Call
vi: Gọi điện

# store_closed
source: Closed
vi: Đóng cửa

# store_dine_in
source: Dine In
vi: Tại chỗ

# store_get_directions
source: Get Directions
vi: Chỉ đường

# store_open_now
source: Open Now
vi: Đang mở

# store_order_options_section
source: Order Options
vi: Tùy chọn đặt hàng

# store_selection_title
source: Select Store
vi: Chọn cửa hàng

# store_take_away
source: Take Away
vi: Mang đi

# stores_empty_search
source: No stores found
vi: Không tìm thấy cửa hàng

# stores_empty_suggestion
source: Try adjusting your search or check back later.
vi: Thử điều chỉnh tìm kiếm hoặc quay lại sau.

# stores_find_title
source: Find a Store
vi: Tìm cửa hàng

source: Submit Report
vi: Gửi báo cáo

source: Taste Profile
vi: Hồ sơ khẩu vị

source: Tell us more...
vi: Kể thêm đi...

source: Terminated
vi: Đã hủy

source: Thank you for choosing us
vi: Cảm ơn bạn đã lựa chọn chúng tôi

source: This order will not be fulfilled
vi: Đơn hàng này sẽ không được thực hiện

# tier_bronze
source: Bronze
vi: Đồng

# tier_gold
source: Gold
vi: Vàng

# tier_platinum
source: Platinum
vi: Bạch kim

# tier_silver
source: Silver
vi: Bạc

source: To facilitate localized detection and order updates, the following permissions are required.
vi: Để định vị và cập nhật đơn hàng, cần các quyền sau.

source: Try Again
vi: Thử lại

source: Try searching for something else.
vi: Thử tìm kiếm khác.

source: TYPE :: %@
vi: LOẠI :: %@

source: Undo Order
vi: Hoàn tác đơn

source: Use Current Location
vi: Dùng vị trí hiện tại

source: Used
vi: Đã dùng

source: Valid until: %@
vi: Hạn đến: %@

source: Version %@
vi: Phiên bản %@

source: Version 1.0.0
vi: Phiên bản 1.0.0

source: Visibility
vi: Hiển thị

# voucher_barcode_error
source: Failed to load barcode
vi: Không tải được mã vạch

# voucher_code_label
source: Voucher Code
vi: MÃ VOUCHER

source: voucher_discount_off %@
vi: Giảm %@

source: voucher_discount_percentage %lld
vi: Giảm %lld%%

# voucher_no_expiry
source: No expiry
vi: Không giới hạn

# voucher_redeem_title
source: Redeem Voucher
vi: Đổi Voucher

# voucher_use_cta
source: USE
vi: DÙNG

# voucher_used_label
source: USED
vi: ĐÃ DÙNG

# vouchers_empty
source: No vouchers
vi: Không có voucher

# vouchers_title
source: Vouchers
vi: Voucher

source: Waiting for store acknowledgment
vi: Chờ cửa hàng xác nhận

source: What's the issue?
vi: Vấn đề là gì?

source: Write a friendly message...
vi: Viết tin nhắn thân thiện...

source: You can undo this order within 30s
vi: Bạn có thể hoàn tác trong 30s

source: You haven't used any vouchers yet.
vi: Bạn chưa dùng voucher nào.

source: Your intent
vi: Mục đích

source: Your order is in the queue
vi: Đơn hàng đang chờ xử lý

source: Your Preference
vi: Sở thích của bạn
